Repository: errortek/UltraTextEdit-UWP
Catalog: UTE UWP+/Strings/*/Resources.resw
Source language: en_us
Languages: pl_pl

# SettingsTheme.Header
source: Theme
pl_pl: Motyw

# Settings_Theme_Dark.Content
source: Dark
pl_pl: Ciemny

# Settings_Theme_Default.Content
source: Windows default
pl_pl: Domyślny dla systemu Windows

# Settings_Theme_Light.Content
source: Light
pl_pl: Jasny

# Settings_About.Text
source: About
pl_pl: O aplikacji

# Settings_Personalization.Text
source: Personalization
pl_pl: Personalizacja

# Settings_Title.Text
source: Settings
pl_pl: Ustawienia

# FirstRun_Body.Text
source: Welcome to UTE UWP, a modern, lightweight text editor built to help you get things done. UTE is a powerful text editor, featuring many text editing functions, and is also easily customizable! It uses the latest WinUI version to give you the most optimal, modern experience, making the app feel cohesive and immersive with Windows 11.
pl_pl: Witaj w UTE UWP! To jest nowsza i bardziej zaawansowana wersja UltraTextEdit UWP, nieoparta na TowPadzie! Zawiera wszystkie podstawowe funkcje UTE UWP, a także: - Nowe menu ustawień - Nowy algorytm wyszukiwana i zamieniania tekstu - Zresetowane dialogi pierwszego startu i Co Nowego, tak jak w UTE UWP 22H1!!

# FirstRunDialog.Title
source: Welcome
pl_pl: Witaj

# WhatsNewDialog.Title
source: What's new in this version
pl_pl: Co nowego w tej wersji?

# Cancel.Text
source: Cancel
pl_pl: Anuluj

# MainPageTitle.Text
source: Untitled - UTE UWP
pl_pl: Bez tytułu — UTE UWP

# Unsaved.Text
source: * Not Saved
pl_pl: * Niezapisane

# AccentColor.Description
source: Change the app's accent color
pl_pl: Zmień kolor akcentu aplikacji

# AccentColor.Header
source: Accent color
pl_pl: Kolor akcentu

# CancelButton.Content
source: Cancel
pl_pl: Anuluj

# CaseSensBox.Content
source: Case sensitive
pl_pl: Rozróżniaj wielkość liter

# Close.Label
source: Close
pl_pl: Zamknij

# Comment.ToolTipService.ToolTip
source: Comment
pl_pl: Komentarze

# Comments.Content
source: Comments
pl_pl: Komentarze

# Developer.Content
source: Developer
pl_pl: Deweloper

# Exit.Text
source: Exit
pl_pl: Zamknij

# File.Title
source: File
pl_pl: Plik

# FindBox.PlaceholderText
source: Find
pl_pl: Tekst do wyszukania

# FindButton.Content
source: Find
pl_pl: Wyszukaj

# FindReplace.Text
source: Find/Replace
pl_pl: Znajdź/Zamień

# FindUsageInfo.Title
source: Usage info
pl_pl: Informacje o użyciu

# FindUsageInfoText.Text
source: Do not abuse the Find and Replace feature by trying to replace too many characters. Hangs or crashes may occur upon intentional overload.
pl_pl: Nie nadużywaj funkcji Znajdź i Zamień przez próbę zastąpienia zbyt wielu znaków. Zawieszenia lub awarie mogą wystąpić po celowym przeciążeniu.

# Font.Label
source: Font
pl_pl: Czcionka

# FullWordsBox.Content
source: Match whole words
pl_pl: Uwzględnij całe wyrazy

# GitHubRepo.ActionIconToolTip
source: Open GitHub repo in browser
pl_pl: Otwórz repozytorium GitHub w przeglądarce

# GitHubRepo.Description
source: Go there to submit issues, view pull requests, and check out the code!!
pl_pl: Przejdź tam, aby przesłać zgłoszenia, wyświetlić Pull Requesty i sprawdzić kod!!

# GitHubRepo.Header
source: GitHub repo
pl_pl: Repozytorium na GitHub

# Help.Content
source: Help
pl_pl: Pomoc

# Home.Content
source: Home
pl_pl: Strona główna

# Insert.Content
source: Insert
pl_pl: Wstaw

# NewDoc.Text
source: New Window
pl_pl: Nowe okno

# Open.Text
source: Open
pl_pl: Otwórz

# Paragraph.Label
source: Paragraph
pl_pl: Akapit

# Print.Text
source: Print
pl_pl: Drukuj

# Redo.ToolTipService.ToolTip
source: Redo
pl_pl: Ponów

# ReplaceAllButton.Content
source: Replace all
pl_pl: Zamień wszystko

# ReplaceBox.PlaceholderText
source: Replace
pl_pl: Tekst do zamiany

# ReplaceButton.Content
source: Replace
pl_pl: Zamień

# Save.Text
source: Save
pl_pl: Zapisz

# SaveAs.Text
source: Save as
pl_pl: Zapisz jako

# SaveRestart.Content
source: Save and restart
pl_pl: Zapisz i uruchom ponownie

# Settings.ToolTipService.ToolTip
source: Settings
pl_pl: Ustawienia

# SettingsReset.Content
source: Reset app settings
pl_pl: Zresetuj ustawienia aplikacji

# SettingsTheme.Description
source: Change app theme here
pl_pl: Zmień motyw aplikacji tutaj

# Share.ToolTipService.ToolTip
source: Share
pl_pl: Udostępnij

# Undo.ToolTipService.ToolTip
source: Undo
pl_pl: Cofnij

# Date.Text
source: Date &amp;
pl_pl: Data &

# DateTimeInsert.ToolTipService.ToolTip
source: Insert date and time
pl_pl: Wstaw datę i czas

# Image.Text
source: Image
pl_pl: Obraz

# InsertButtonText.Text
source: Insert
pl_pl: Wstaw

# InsertHyperlink.ToolTipService.ToolTip
source: Insert hyperlink
pl_pl: Wstaw link

# InsertImage.ToolTipService.ToolTip
source: Insert image
pl_pl: Wstaw obraz

# SymbolInsert.ToolTipService.ToolTip
source: Insert symbols
pl_pl: Wstaw symbole

# Symbols.Text
source: Symbols
pl_pl: Symbole

# Time.Text
source: Time
pl_pl: Czas

# AboutAppTooltip.ToolTipService.ToolTip
source: About
pl_pl: O aplikacji

# AboutAppText.Text
source: About
pl_pl: O aplikacji

# DegreeSymbol.ToolTipService.ToolTip
source: Degree symbol
pl_pl: Symbol stopnia

# DivisionSymbol.ToolTipService.ToolTip
source: Division symbol
pl_pl: Symbol dzielenia

# LeftArrowSymbol.ToolTipService.ToolTip
source: Left arrow symbol
pl_pl: Symbol strzałki w lewo

# LowercaseMuSymbol.ToolTipService.ToolTip
source: Lowercase mu (micro) symbol
pl_pl: Symbol małej litery mu (mikro)

# MoreSymbols.Content
source: More symbols
pl_pl: Więcej symboli

# MultiplicationSymbol.ToolTipService.ToolTip
source: Multiplication symbol
pl_pl: Symbol mnożenia

# ParagraphSymbol.ToolTipService.ToolTip
source: Paragraph symbol
pl_pl: Symbol akapitu

# RightArrowSymbol.ToolTipService.ToolTip
source: Right arrow symbol
pl_pl: Symbol strzałki w prawo

# SquareRootSymbol.ToolTipService.ToolTip
source: Square root symbol
pl_pl: Symbol pierwiastku (do kwadratu)

# CloseButtonText.Text
source: Close
pl_pl: Zamknij

# CommentsButtonText.Text
source: Comments
pl_pl: Komentarze

# Generate.Text
source: Generate
pl_pl: Generuj

# GenerateHash.ToolTipService.ToolTip
source: Generate hash/Base64
pl_pl: Generuj hash/Base64

# AdvancedButton.Content
source: Advanced
pl_pl: Zaawansowane

# BoldButton.ToolTipService.ToolTip
source: Bold (Ctrl + B)
pl_pl: Pogrubienie (Ctrl + B)

# BookTitleTextTemplate.Content
source: Book title
pl_pl: Tytuł książki

# ContentTextTemplate.Content
source: Content
pl_pl: Treść

# DashFlyoutItem.Text
source: Dash
pl_pl: Kreskowane

# DottedFlyoutItem.Text
source: Dotted
pl_pl: Kropkowane

# DoubleFlyoutItem.Text
source: Double
pl_pl: Podwójne

# FinishedTextTemplate.Content
source: Finished
pl_pl: Zakończone

# FontBox.PlaceholderText
source: Segoe UI (Default)
pl_pl: Segoe UI (Domyślna)

# FontBox.ToolTipService.ToolTip
source: Font family
pl_pl: Czcionka

# FontColor.ToolTipService.ToolTip
source: Font color
pl_pl: Kolor tekstu

# FontSize.ToolTipService.ToolTip
source: Font size
pl_pl: Rozmiar tekstu

# HeaderTextTemplate.Content
source: Header
pl_pl: Nagłówek

# HighlightColor.ToolTipService.ToolTip
source: Highlight color
pl_pl: Kolor podkreślenia

# ItalicButton.ToolTipService.ToolTip
source: Italic (Ctrl + I)
pl_pl: Kursywa (Ctrl + I)

# MediumTextTemplate.Content
source: Medium
pl_pl: Średni

# NoneFlyoutItem.Text
source: None
pl_pl: Brak

# NormalTextTemplate.Content
source: Normal
pl_pl: Normalny

# QuoteTextTemplate.Content
source: Quote
pl_pl: Cytat

# SingleFlyoutItem.Text
source: Single
pl_pl: Pojedyncze

# StrikethroughButton.ToolTipService.ToolTip
source: Strikethrough (Ctrl + T)
pl_pl: Przekreślenie (Ctrl + T)

# StrongTextTemplate.Content
source: Strong
pl_pl: Pogrubiony

# SubscriptButton.ToolTipService.ToolTip
source: Subscript
pl_pl: Subskrypt/Indeks dolny

# SubtitleTextTemplate.Content
source: Subtitle
pl_pl: Podtytuł

# SuperscriptButton.ToolTipService.ToolTip
source: Superscript
pl_pl: Superskrypt/Indeks górny

# ThickFlyoutItem.Text
source: Thick
pl_pl: Grube

# Title2TextTemplate.Content
source: Title 2
pl_pl: Tytuł 2

# TitleTextTemplate.Content
source: Title
pl_pl: Tytuł

# UnderlineButton.ToolTipService.ToolTip
source: Underline (Ctrl + U)
pl_pl: Podkreślenie (Ctrl + U)

# UnfinishedTextTemplate.Content
source: Unfinished
pl_pl: Niezakończony

# WaveFlyoutItem.Text
source: Wave
pl_pl: Falowe
